Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: kolmemõõtmeline modelleerimine, animeerimine, esitlemine ja järeltöötlemine
fi: 3D-mallinnus, -animaatiot, -renderöinti ja -tuotanto

source: Bless Hex redaktor
fi: Bless-heksaeditori

source: Binaarfailide redigeerimine
fi: Muokkaa binääritiedostoja

source: Mälu parandamise mäng
fi: Muistipeli

source: Missioonidel ja eesmärkidel põhinev kolmemõõtmeline põnevusmäng
fi: Tehtävä- ja tavoitepohjainen kolmiulotteinen toimintapeli

source: Võrkpall
fi: Lentopallo-peli

source: Arkaadmängu sarnane paadi võidusõidu mäng
fi: Arcade-tyylinen venerallipeli

source: Missioonidel ja eesmärgidel põhinev kahemõõtmeline platvormmäng
fi: Tehtävä- ja tavoiteperustainen kaksiulotteinen tasohyppelypeli

source: Kastide vahetamine, nii et kastid oleksid samasugused
fi: Vaihda palikoita yhteensopiviksi

source: Mängi kolmemõõtmelist Tetris mängu
fi: Pelaa 3D-tetristä

source: Tetris Attacki kloon õudse alatooniga
fi: Tetris Attack -klooni aavemaisella pohjavireellä

source: KDE ajaveebiklient
fi: Bloggausohjelma KDE:lle

source: Bluefish redaktor
fi: Bluefish-editori

source: Veebiarendusredaktor
fi: WWW-kehitystyökalu

source: Bluetoothi haldur
fi: Bluetooth-hallinta

source: Blueman Bluetoothi haldur
fi: Blueman bluetooth-hallinta

source: Lihtne aga võimas audioesitaja Python/PyGTK-s, kasutab Gstreamerit
fi: Erittäin yksinkertainen, mutta tehokas äänisoitin, joka on kirjoitettu Python/PyGTK:lla käyttäen GStreameria.

source: Info ja teave uutest leitud Bluetooth seadmetest
fi: Tietoa ja ilmoitukset havaituista Bluetooth-laitteista

source: Ribalaiuse jälgija
fi: Kaistankäytön valvonta

source: Boa konstruktor
fi: Boa-rakennin

source: RAD tööriist Pythonile ja WxWindowsile
fi: Ripeän sovelluskehityksen (RAD) työkalu Pythonille ja WxWindowsille

source: Võidusõidu stsenaariumi joonistamise tööriist
fi: Kilpailutilanteen piirtämistyökalu

source: BOINC Manager
fi: BOINC-hallinta

source: BOINC-i kliendi jälgimine või seadistamine
fi: Aseta tai valvo BOINC-ydinasiakasta

source: Pöördprojekteerimise pakett
fi: Käänteissuunnitteluohjelmisto

source: Bomber
fi: Pommittaja

source: Mängi Bombermani sarnast mängu
fi: Pelaa Bomberman-tyylistä peliä

source: DVD loomise rakendus
fi: DVD-levyjen luontiohjelma

source: Võitle ellujäämiseks
fi: Taistele selviytyäksesi

source: Bouncy näljane Jänes
fi: Pomppu - nälkäinen kani

source: Söö aias maitsvaid köögivilju (mäng väikestele lastele)
fi: Syö herkullisia kasviksia puutarhassa (peli pienille lapsille)

source: Viis ritta lauamäng
fi: Viisi rivissä -lautapeli

source: Lahe pythoni interpretaator!
fi: Käyttöliittymä python-tulkkiin

source: Kirjuta ja kopeeri CD ja DVD plaate
fi: Luo ja kopioi CD- ja DVD-levyjä

source: Brewtarget
fi: Brewtarget - oluen panemisohjelma

source: Õlle kalkulaator
fi: Olutlaskin

source: OpenGL breakout
fi: OpenGL-pohjainen breakout-klooni

source: Helianalüüs
fi: Äänien analysointi

source: Brutal male
fi: Brutaali shakki

source: Mängi ruumilist malet koos malenuppu peegeldusega
fi: Pelaa 3D-shakkia pelinappuloiden heijastuksilla

source: Battle Tanks
fi: Taistelutankit

source: kahemõõtmeline kiire tanki arkaadmäng, mitme mängijaga ja jagatud ekraanirežiimiga
fi: Nopeatempoinen kaksiulotteinen tankkipelihallipeli moninpeli- ja jaettu näyttö -tiloin

source: The Bub's Brothers
fi: Bubin veljekset

source: Tapa kurje vastaseid püüdes neid mullidesse ja mulle lõhkudes
fi: Tapa pahat viholliset saalistamalla heidät kupliin ja murskaamalla ne

source: Bug Squish
fi: Ötökkäliiskaus

source: Lömasta putukaid enne, kui nad imevad ära su vere
fi: Liiskaa ötökät ennen kuin ne imevät vertasi

source: Biomorfide arendamine kasutades geneetilisi algoritme
fi: Kehitä biomorfeja käyttäen geneettisiä sääntökokoelmia

source: BootUp-haldur
fi: Järjestelmän käynnistyksen hallinta

source: Graafilise töötamise seadistusvahendid
fi: Graafinen ajotasojen asetusohjelma

source: Hamburgeri lömastamise mäng
fi: Hampurilaisten heittopeli

source: SIOC foorumi brauser
fi: SIOC-keskustelualueiden selain

source: Buzztard muusika redaktor
fi: Buzztard-musiikkieditori

source: buzztard laulude redigeerimine
fi: Muokkaa buzztard-kappaletiedostoja

source: Jalgpalli juhtimismäng
fi: Jalkapallon valmennuspeli

source: Byobu Terminal
fi: Byobu-pääte

source: Laiendatud võimalustega käsurea ja aknahaldur
fi: Edistynyt komentorivi sekä tekstipohjainen ikkunoiden hallinta

source: Lahing vaenlase tankidega
fi: Taistele vihollistankkeja vastaan

source: Bazaari graafiline kasutajaliides
fi: Graafinen Bazaar-versionhallinnan sovellus

source: Arvutialgebra süsteem valdkonna teoreetiliste probleemide lahendamiseks
fi: Algebraohjelmisto kenttäteorian ongelmien ratkaisemiseen

source: keemiliste reaktsioonide simulatsioon
fi: kemiallisten reaktioiden simulointia

source: MacSlow's Cairo-Clock
fi: MacSlow:n Cairo-kello

source: Imekena analoogkell
fi: erityisen hieno analoginen kello

source: E-raamatute kogu haldamine
fi: E-kirjojen kirjaston hallinta

source: Projektihaldus
fi: Projektinhallinta

source: Plani töösuundade käitleja
fi: Plan - työpakettien hallinta

source: Tabelidokumentide kirjutamine
fi: Luo taulukkolaskenta-asiakirjoja

source: Esitlusdokumentide kirjutamine
fi: Luo esitysasiakirjoja

source: Dokumentide kirjutamine
fi: Kirjoita asiakirjoja

source: Kaamera
fi: Camera

source: Failide laadimine digikaamerast
fi: Lataa tiedostoja digikamerastasi.

source: Camera Monitor
fi: Kameravalvonta

source: Camorama veebikaamera näitaja
fi: Camorama-webkamerakatselin

source: Veebikaamera piltide näitamine, muutmine ja salvestamine
fi: Näytä, muokkaa ja tallenna kuvia webkamerasta

source: Tasuta uue põlvkonna mitmeplatvormiline nootide redigeerija!
fi: Vapaa, uuden sukupolven partituurimuokkain

source: KDE matemaatikatarkvara kasutajaliides
fi: Graafinen käyttöliittymä useille matemaattisille ohjelmistoille

source: Kursor
fi: Caret

source: CaRMetal interaktiivne geomeetria
fi: CaRMetal - interaktiivinen geometria

source: Wordview Microsoft doc näitaja
fi: Wordview, Microsoft doc -tiedostojen katselin

source: Microsoft doc dokumendi failide vaatamiseks
fi: Microsoft doc -tiedostojen katselin

source: Kirjanduslike viidete eraldamise tööriist
fi: Bibliografinen viitteiden vientityökalu

source: Koomiksite näitaja
fi: Katselin sarjakuva-arkistoille

source: Ketta ja andmearhiivi haldamise tööriist
fi: Levyjen ja data-arkistojen hallintatyökalu

source: Päästa lehmi!
fi: Pelasta lehmät!

source: Uuri universumi, üksikasjaliku maailmaruumi simulaatoriga
fi: Tutki maailmankaikkeutta tällä yksityiskohtia täynnä olevalla avaruussimulaatiosovelluksella

source: Käekirja äratundmise sisestuspaneel
fi: Ruudukkosyötteinen käsialan tunnistava syöttöpaneeli

source: CVS kasutajaliides
fi: Käyttöliittymä CVS:lle

source: Mängi Go'd inimeste või arvuti vastu
fi: Pelaa Go:ta ihmis- tai tietokonevastustajia vastaan

source: Märgikaart
fi: Merkkikartta

source: Märgikaart GNUstep'i jaoks
fi: Merkkikartta (GNUstep-ympäristöön)

source: Gmail teavitaja
fi: Gmail-sähköpostien ilmoittaja

source: Cheese'i veebikaamera kabiin
fi: Muikku-valokuvakoppi

source: Veebikaamerast fotode ja videote salvestamine, ka koos graafiliste efektidega
fi: Ota valokuvia ja videoita hauskoilla graafisilla efekteillä nettikamerallasi

source: Keemiliste struktuuride joonistamine ja arvutuste tegemine
fi: Piirrä ja tee laskelmia kemiallisista rakenteista

source: Childsplay
fi: Lastenleikkiä

source: Hariduslikud mängud väikelastele
fi: Opettavainen pelipaketti lapsille

source: CHIRP raadio programmide tööriist
fi: CHIRP - radio-ohjelmointityökalu

source: Konservatiivne Doom allika port
fi: Vanhakantainen Doom-lähdekoodisovitus

source: Chocolate Doom seadistamine
fi: Chocolate Doom - asetukset

source: Chocolate Doom'i seadistamise tööriist
fi: Asetustyökalu Chocolate Doom -pelille

source: Mikroblogimise klient
fi: Mikrobloggausohjelma

source: Chromiumi veebibrauser
fi: Chromium-selain

source: Juurdepääs Internetti
fi: Lue Internetin WWW-sivuja

source: Ava uus aken
fi: Avaa uusi ikkuna

source: Ava uus inkognito-režiimis aken
fi: Avaa uusi ikkuna incognito-tilassa

source: Ava uus aken, kasutades ajutist profiili
fi: Avaa uusi ikkuna käyttäen väliaikaista profiilia

source: Põnev kosmose-tulistamismäng
fi: Vierivä avaruusammuskelu

source: Viska kloune, enne kui nad kukuvad ja löö õhupalle nendega
fi: Heittele klovneja ennen kuin he tippuvat ja osu heillä ilmapalloihin

source: MP3/OGG/Wav laulude akordi analüsaator
fi: MP3/OGG/Wav-kappaleiden sointuanalysoija

source: Analüüsi akorde (Chordata)
fi: Analysoi sointuja (Chordata)

source: CLAM võrgu redaktor
fi: CLAM-verkkomuokkain

source: Redaktor (NetworkEditor)
fi: Muokkain (NetworkEditor)

source: Käivitab helitöötlemis tuuma QT disainer liidese alt
fi: Suorittaa äänenkäsittely-ytimen Qt-käyttöliittymän alla

source: Käivita Prototyperiga
fi: Prototyper-ohjelman suoritus

source: Otsi viiruseid...
fi: Virusten torjunta...

source: Clamz MP3 allalaadija (käsureal)
fi: Clamz MP3 -lataaja (komentorivi)

source: MP3-failide allalaadimine AmazonMP3.com-ist
fi: Lataa MP3-tiedostoja AmazonMP3.com-palvelusta

source: Claws e-post
fi: Claws-sähköposti

source: Kerge ja kiire GTK+ põhinev e-posti klient
fi: Kevyt ja nopea sähköpostiohjelma (GTK+)

source: Muusika ja last.fm-i voogude esitamine
fi: Toista musiikkia ja Last.fm:ää

source: Esita
fi: Toista

source: Paus
fi: Keskeytä

source: Peata
fi: Pysäytä

source: Eelmine
fi: Edellinen

source: Järgmine
fi: Seuraava

source: Meditsiiniline andmehaldur
fi: Potilastietojen hallintaohjelma

source: Lõikepuhvri haldur
fi: Leikepöydän hallitsija

source: Ekspert süsteemi tööriist
fi: Järjestelmätyökalu asiantuntijoille

source: Globaalne mitmekordne nukleotiidi või peptiitide järjestusse viimine ja fülogeneetiline analüüs
fi: Useiden nukleotidi- ja peptidisekvenssien kokonaisrinnastaminen sekä fylogeneettinen analyysi

source: Ühest sisendaknast ssh või rsh seansside kontrollimine
fi: Hallitse useita SSH- tai RSH-istuntoja yhdestä syöteikkunasta

source: Code_Aster'i graafiline käsuredaktor
fi: Graafinen komentomuokkain Code_Asterille

source: Code::Blocks IDE
fi: Code::Blocks-kehitysympäristö (IDE)

source: Seadistatav ja laiendatav IDE
fi: Asetuksiltaan runsas ja laajennettavissa oleva integroitu kehitysympäristö

source: Itaalia fiskaalkoodi arvutamine
fi: Laskee italiaisia verokoodeja

source: Koodi lõhkumise mäng, täiustatud kloon MasterMind'ist
fi: MasterMind-koodinmurtopelin edistynyt klooniversio

source: CompizConfigi seadistushaldur
fi: Compiz-asetusten hallinta

source: Compizi seadistamine CompizConfigiga
fi: Muuta Compizin asetuksia CompizConfigilla

source: Conduit sünkroniseerija
fi: Conduit-synkronisointi

source: GNOMEi sünkroniseerimine
fi: Synkronisointi Gnomelle

source: Võrguühenduseta kasutatav konverentsi ajakava koostamise programm
fi: Ilman verkkoyhteyttä käytettävä konferenssin aikataulun laadintaohjelma

source: Debian seadistamine
fi: Debian-asetukset

source: Debiani seadistamine
fi: Tee pakettien asetuksia uudelleen

source: Klassiruumi kontroll
fi: Luokkahuoneen hallinta

source: Õpetaja tööriist, et kontrollida klassiruumi arvuteid
fi: Opettajan työkalu luokkahuoneen tietokoneiden hallintaan

source: ConvertAll
fi: Muunna kaikki

source: CoqIDE Proof Assistant
fi: CoqIDE-todistusapulainen

source: CoqIDE proof assistandi graafiline kasutajaliides
fi: Graafinen käyttöliittymä Coq-todistusapulaiselle

source: Töölaua taustapiltide haldamine
fi: Hallitse työpöydän taustakuvia

source: Cowbell muusikakorraldaja
fi: Cowbell - musiikin järjestelijä

source: Elegantne muusikakorraldaja
fi: Sovellus musiikin järjestelemiseen ja metatietojen hallintaan

source: Täiustatud autentimis programm amatöörraadio operaatoritele
fi: Kehittynyt lokiohjelmisto hamradio-toimijoilta

source: Tetris Attacki sarnane puslemäng
fi: Tetris Attack -pelin kaltainen pulmapeli

source: Mängi tulistamismängu a la galaxi
fi: Pelaa galaxian-tyylistä ammuskelupeliä

source: Petri tassi universum 3D's mis demonstreerib arenevat tehiselu
fi: Kolmiulotteinen petrimaljauniversumi, joka simuloi keinotekoisen elämän evoluutiota

source: Crossfire GTK klient V2
fi: Crossfire GTK -asiakasohjelma V2

source: Crossfire klient, mitme mängijaga graafiline rolli- ja seiklusmäng
fi: Asiakasohjelma Crossfirelle, moninpelattavalle graafiselle rooli- ja seikkailupelille.

source: Lennusimulaator
fi: Lentosimulaattori

source: Cannon Smash
fi: Kanuunalyönti

source: Kolmemõõtmeline lauatennis
fi: Kolmiulotteinen pöytätennispeli

source: CTSim kompuutertomograafia simulaator
fi: CTSim laskennallisen tomografian simulaattori

source: Röntgen-kompuutertomograafia protsesside simuleerimine
fi: Simuloi laskennallisen röntgentomografian prosessia

source: Aiapidajate mäng
fi: Peli, jonka aiheena on vuorovaikutus puutarhuriyhteisössä

source: Töölaual eesriide näitamine ja liigutamine
fi: Näytä ja siirrä verhoa työpöydällä

source: Jadaterminal
fi: Sarjaterminaali

source: Mängi paljude tasemetega tetrise sarnast mängu
fi: Pelaa tetriksen kaltaista useilla tasoilla varustettua peliä

source: vana kooli esivaates tulistamis mäng (first person)
fi: vanha kunnon ensimmäisen persoonan räiskintäpeli

source: D-Busi rakenduste silumine
fi: Jäljitä D-Bus-sovellusten virheitä

source: D-STAR kommunikatsiooni tööriist
fi: D-STAR Kommunikaatiotyökalu

source: D-RATS kaardi allalaadija
fi: D-RATS Karttojen lataaja

source: D-RATS repiiter
fi: D-RATS Toistaja

source: Reaalajas jälgimise tarkvara
fi: Reaaliaikainen valvontaohjelmisto

source: Daisy mängija
fi: Päivänkakkara-soitin

source: Mängija DAISY raamatute
fi: DAISY Books-soitin

source: Toorpiltide konverter
fi: Raakakuvien muunnin

source: Digikaamera piltide organiseerimine ja töötlemine
fi: Järjestä ja organisoi kuvia digikameroista

source: Darktable Photo Workflow tarkvara
fi: Darktable Photo Workflow-ohjelmisto

source: Teksti sisestamine ilma klaviatuuri abita
fi: Syötä tekstiä ilman näppäimistöä

source: Direct Connect protokolli graafiline kasutajaliides
fi: Graafinen käyttöliittymä Direct Connect -yhteyskäytännölle

source: dconf redaktor
fi: dconf-muokkain

source: Kogu seadistuste andmebaasi otsene redigeerimine
fi: Muokkaa suoraan koko asetustietokantaasi

source: DDD silur
fi: Data Display Debugger

source: Graafiline siluriliides
fi: Graafinen virheenjäljityksen käyttöliittymä

source: Debiani paketi näitaja
fi: Debian-pakettikatselin

source: Debiani paketi failide vaatamine
fi: Debianin pakettitiedostojen katselin

source: Debiani juhend
fi: Debian-pikaohje

source: Debiani kasutusjuhend
fi: Debian-pikaohje

source: Decibel audiomängija
fi: Decibel-musiikkisoitin

source: Lihtne audiomängija
fi: Yksinkertainen musiikkisoitin

source: Defendguin
fi: Pingviinipuolustus

source: Pingviinide päästmine
fi: Pelasta pingviinit

source: Varundamissätete muutmine
fi: Muuta varmuuskopioinnin asetuksia

source: Dell'i taastamine
fi: Dell-palautus

source: Deluge BitTorrenti klient
fi: Deluge-BitTorrent-asiakas

source: Failide allalaadimine ja jagamine BitTorrentiga
fi: Lataa ja jaa tiedostoja BitTorrentin avulla

source: Partituuri redigeerimine
fi: Muokkaa musiikillisia partituureja

source: Koosta meil brauseris
fi: Luo sähköpostiviestejä selaimessa

source: Koosta uus sõnum
fi: Luo uusi viesti

source: Taustapildi automaatne vahetamine
fi: Vaihda taustakuvaa automaattisesti

source: Nintento DS emulaator
fi: Nintendo DS -emulaattori

source: DeVeDe DVD/CD videolooja
fi: DeVeDe DVD- ja CD-luontisovellus

source: Võimaldab luua video-CD-sid ja -DVD-sid, mis sobivad taasesitamiseks kodustel DVD-mängijatel
fi: Mahdollistaa kodin DVD-soittimilla toistettavien video-CD- ja DVD-levyjen luomisen

source: Arendaja abiteabe programm
fi: Kehittäjän ohje -ohjelma

source: Flickr'i organiseerija
fi: Työpöydän Flickr-järjestelijä

source: Flickr'i organiseerija Gnome'le
fi: Työpöydän Flickr-järjestelijä Gnomelle

source: Redigeeri oma skeeme
fi: Muokkaa kaavioita

source: Kiiritusravi uuringu platvorm
fi: Säteilyterapian tutkimusalusta

source: Sõnaraamatu lugeja
fi: Sanakirjojen lukija

source: Dict klient GNUstep'ile
fi: Sanakirja-asiakas GNUstepille

source: Kahe PDFi võrdlemine
fi: Vertaa kahta PDF-tiedostoa toisiinsa

source: Fotode haldamine professionaalina avatud lähtekoodiga tarkvara jõudu kasutades
fi: Hallitse valokuvia ammattimaisesti tämän avoimen lähdekoodin ohjelman voimin

source: Väike brauser
fi: Erittäin kevyt selain

source: Integreeritud MIDI klaveri nootide toimetaja ja sekventser
fi: Integroitu MIDI-editori ja sekvensserimoottori

source: DjVu-failide näitaja
fi: DjVu-katselin

source: DjVu graafiline redaktor
fi: Graafinen muokkain DjVu:lle

source: Täis-ja inkrementvarundus DVD-le koos kontrollimisega
fi: Täysi ja lisävarmuuskopio DVD:lle vahvistuksella

source: Lihtne ja hõlpsasti kasutatav aadressiraamat
fi: Yksinkertainen ja helppokäyttöinen osoitekirja

source: Konverteeri OpenDocument'i
fi: Tee muunnoksia OpenDocument-muotoon

source: Parim dokk, mida raha eest ei saa osta
fi: "Hienoin telakkasovellus mitä rahalla ei saa."

source: Failihaldur
fi: Tiedostonhallinta

source: dopewars narkoärimäng
fi: dopewars-huumediilauspeli

source: DOSBox emulaator
fi: DOSBox-emulaattori

source: Vanade DOS rakenduste käivitamine
fi: Aja vanhoja DOS-sovelluksia

source: DOS-i emulaator
fi: DOS-emulaattori

source: DOS-i emulaator "dosemu"
fi: "dosemu"-DOS-emulaattori

source: Isola mäng kena graafikaga
fi: Isola-peli hienoilla grafiikoilla

source: Dragoni mängija
fi: Dragon-soitin

source: Videomängija
fi: Videosoitin

source: Kristalli struktuuride näitaja
fi: Piirrä kristallirakenteita

source: kolmemõõtmeline male
fi: Kolmiulotteinen shakkipeli

source: Interaktiivne Python'i kest
fi: Vuorovaikutteinen Python-komentokehoite

source: Dr.Geo matemaatika rakendus
fi: Dr.Geo-matematiikkatyökalu

source: 3D kiirendus
fi: 3D-kiihdytys

source: Muuda 3D kiirenduse valikuid
fi: Muuta 3D-kiihdytyksen asetuksia

source: Valib ja kuvab pilte võrguliiklusest
fi: Poimii ja näyttää kuvia verkkoliikenteestä

source: Drivel päevikuredaktor
fi: Drivel-päiväkirjamuokkain

source: Võrgupäeviku uuendamine ja haldamine
fi: Päivitä ja muokkaa verkkopäiväkirjaa

source: Drumstick trummi noodistik
fi: Drumstick- rumpukehikko

source: Drumstick MIDI mängija
fi: Drumstick MIDI-soitin

source: Drumstick virtuaalne klaver
fi: Drumstick virtuaalinen piano

source: Dvd95 konverter
fi: Dvd95 Converter

source: Konverteeri DVD9 DVD5'ks
fi: Muunna DVD9 DVD5:ksi

source: Täiendav vigade kaitse CD/DVD meediale
fi: Ylimääräinen suoja virheiltä CD/DVD-medioille

source: Ripi DVD'si
fi: Kopioi DVD:itä

source: Video-DVD looja
fi: Video-DVD-levyjen tuotanto

source: Debian Documentation Browser
fi: Debianin ohjeiden selausohjelmisto

source: OpenDX andmete uurija
fi: OpenDX Data Explorer

source: Visualiseeri teadus-, inseneri-ja analüüsiandmeid
fi: Visualisoi tieteellistä, teknistä ja analyyttistä dataa

source: Trükkplaatide kujundamine
fi: Suunnittelu piirilevyjä

source: EasyChem keemiliste struktuuride redaktor
fi: EasyChem - kemiallisten rakenteiden editori

source: Kvaliteetsete keemiliste valemite loomine
fi: Luo korkealaatuisia kemiallisia kaavoja

source: mp3gain, vorbisgain ja aacgain graafiline kasutajaliides
fi: Graafinen edusohjelma mp3gain-, vorbisgain- ja aacgain-ohjelmille

source: Easystroke žestide äratundja
fi: Easystroke - eleiden tunnistin

source: Töölaua juhtimine hiirežestidega
fi: Hallitse työpöytää hiirieleillä

source: graafiline malelaua programm
fi: Graafinen shakkilautaohjelma

source: EBU-R128 abil on võimalik mõõta helitugevust (JACK'le)
fi: EBU-R128 mukainen melumittari JACK:lle

source: EPWING CD-ROM sõnastiku vaataja
fi: EPWING CD-ROM -sanakirjakatselin

source: Eclipse integreeritud arenduskeskkond
fi: Eclipse – integroitu kehitysympäristö

source: Teaduskalkulaator
fi: Tieteellinen laskin

source: Raamatupidamisrakendus väikeste ja keskmise suurusega ettevõtetele
fi: Kirjanpito-ohjelmisto pk-yrityksille

source: Faksirakenduse efax kasutajaliides
fi: Graafinen edustaohjelma efax-faksiohjelmalle

source: Kiire, laiendatav tekstiredaktor programmeerijatele
fi: Nopea ja laajennettava ohjelmoijan tekstieditori

source: Vaata või muuda pääsuloendi ja kasutaja laiendatud atribuute failidel ja kaustadel
fi: Näytä tai muuta tiedostojen tai hakemistojen ACL- ja User Extended Attributes -tietoja

source: "Pusle mäng inspireeritud Einsteini puslest"
fi: "Einsteinin pulmapelistä inspiraationsa saanut pulmapeli"

source: Failide jagamine üle DC++ võrgu
fi: Jaa tiedostoja DC++-vertaisverkossa

source: Ekiga tarkvaraline telefon
fi: Ekiga-ohjelmistopuhelin

source: Inimestega vestlemine Interneti vahendusel
fi: Ole yhteydessä ihmisiin internetin kautta

source: elekter
fi: electric

source: Elektriskeemide projekteerimise rakendus (CAD)
fi: Sähköalan CAD-järjestelmä

source: ELinks veebibrauser
fi: ELinks-selain

source: Veebi sirvimine tekstirežiimis
fi: Selaa WWW-sivuja tekstitilassa

source: Andmekaevandamise algoritmi arendamise raamistik
fi: Tiedonlouhinta-algoritmien kehitysalusta

source: Vaata ja muuda faile
fi: Näytä ja muokkaa tiedostoja

source: E-posti meeldetuletus
fi: Sähköpostimuistutin

source: Isikliku e-posti meeldetuletuste seadistamine ja muutmine
fi: Aseta/muokkaa henkilökohtaisia sähköpostimuistutuksia

source: Käivitab vaikimisi brauseri kohalikul EMBOSS Exploreri leheküljel
fi: Käynnistää oletusselaimen paikallisella EMBOSS Explorer -WWW-sivustolla.

source: Kahe paneeliga Gtk+2 failihaldur
fi: Kaksipaneelinen Gtk+2-tiedostonhallinta

source: Emerillon kaardi vaataja
fi: Emerillion karttaohjelmisto

source: Sirvi kaarte
fi: Selaa karttoja

source: MSN, Gtalk ja Facebook'i kiirsuhtlus klient
fi: MSN:ää, Gtalkia ja Facebookia tukeava pikaviestinohjelma

source: Ava uus eksemplar
fi: Avaa uusi instanssi

source: MySQL haldusabiline
fi: MySQL-hallinnan apulainen

source: Empathy interneti sõnumivahetus
fi: Empathy-pikaviestin

source: Vestlus Google Talki, Facebooki, MSN-i ja paljude teiste vestlusteenuste kaudu
fi: Keskustele käyttäen Google Talkia, Facebookia, MSN:ää ja monia muita palveluja

source: kahemõõtmeline mitmik-puute (multi-touch) ja tulistamismäng
fi: monikosketus ja -ampumapeli 2D:nä

source: intel 8051 emulaator
fi: intel 8051 -emulaattori

source: kolmemõõtmeline pooleldi abstraktne tulistamismäng mängija silmade läbi
fi: puoliabstrakti pelaajan näkökulman kolmiulotteinen ammuntapeli

source: Tulistamismäng mängija silmade läbi (first person)
fi: kolmiulotteinen pelaajan näkökulman ammuntapeli

source: Klotsipaaride avamine, takistuste vahel seigeldes
fi: Paljasta kivipareja siirtyessäsi esteiden lomassa marmorikuulalla

source: Sildiredaktor (tag)
fi: Merkintöjen muokkaaja

source: Pildinäitaja
fi: Kuvakatselin

source: Piltide sirvimine ja pööramine
fi: Selaa ja kierrä kuvia

source: Epideemiate simulaator
fi: Epidemiasimulaattori

source: Epiphany veebisirvija
fi: Epiphany-selain

source: Veebi sirvimine
fi: Selaa Internetin WWW-sivuja

source: Väärtuslike mineraalide kogumine, vältides kukkuva kivirahnu või pommiga pihtasaamist
fi: Kerää arvokkaita mineraaleja, välttäen putoavia kivenjärkäleitä ja pommeja

source: Epoptes arvutilabori haldusvahend
fi: Epoptes – tietokonehuoneen ylläpitotyökalu

source: Oma rahaliste vahendite haldamine
fi: Henkilökohtainen taloushallinta

source: Eric python IDE
fi: Eric - integroitu Python-kehitysympäristö

source: Kõigi võimalustega Python'i integreeritud programmeerimiskeskkond
fi: Runsailla ominaisuuksilla varustettu integroitu kehitysympäristö Pythonille

source: eSpeak kõnesüntesaator
fi: eSpeak-puhesyntetisaattori

source: Lase arvutil teksti lugeda
fi: Mahdollistaa tekstin lukemisen ääneen
